{
    "timelineCards": [{
            "startDate": "Sep 2018",
            "endDate": "Present",
            "title": "Full Stack Developer (Front-End) - Cherry Advertising",
            "location": "London",
            "description": "Working as a Full Stack Front-End developer for an agency. I joined an agency because i enjoy building products from scratch and being from the start of a project to the finish.",
            "techlist": ["REACT", "JAVASCRIPT", "HTML", "CSS", "DRUPAL 8"]
        },
        {
            "startDate": "2018",
            "endDate": "2018",
            "title": "Front-End Contractor - Sussex Peasant",
            "location": "London",
            "description": "I wanted to improve my skills further while working for ATD, I worked as a contractor on the evenings. This was a website build for a popup resturant that sells farm produce. ",
            "techlist": ["HTML", "CSS", "JAVASCRIPT", "DRUPAL"]
        },
        {
            "startDate": "Feb 2016",
            "endDate": "Sep 2018",
            "title": "Full Stack Developer - ATD",
            "location": "London",
            "description": "I worked as a Full Stack Developer for an Ecommerce company for nearly 3 years. I joined as a junior developer but quickly after 8 months became a mid-weight developer. I learnt a lot of new skills including Drupal and various dev opps tasks. I was also was part of the CRO team, so i was responsible for creating new features and implementing the features that passed the CRO tests onto the website.",
            "techlist": ["HTML", "CSS", "JAVASCRIPT", "PHP", "DRUPAL"]
        },
        {
            "startDate": "2015",
            "endDate": "2015",
            "title": "Front-End Contractor - NPS",
            "location": "Durham",
            "description": "I worked as a front-end deveveloper on a 3 weeks contract to help a parking company build a new website. This was my first job outside of University. I learnt a lot during the 3 weeks, got experience with a real client and upped my skills in HTML, CSS and Javascript.",
            "techlist": ["HTML", "CSS", "JAVASCRIPT"]
        },
        {
            "startDate": "Sep 2010",
            "endDate": "Sep 2014",
            "title": "Graduated from University",
            "description": "I Graduate from Leeds with a BSc in Computing and a MSc in Software Engineering",
            "location": "Leeds",
            "techlist": ["HTML", "CSS", "JAVA", "JAVASCRIPT", "PHP"]
        }
    ]
}
